Dlubal.SteelSurfaces.IstNotify
Interface to Steel notify

Dlubal.SteelSurfaces.IstNotify.moCalculationStatus(System.String@)
Return calculation status.

Dlubal.SteelSurfaces.IstNotify.moCalculationFinished(System.Boolean@)
Indicate that calculation was finished.

Dlubal.SteelSurfaces.IstNotify.moCalculationStarted
Indicate that calculation was started.